exist_user_start = 'Привет, ты уже являешься участником.'
new_user_on_ref = 'Добро пожаловать, вы перешли по ссылки с приглашением за это вы получаете бонус 500р на баланс.'
new_user_no_ref = 'Добро пожаловать, как новый пользователь вы получаете 250р на баланс'

menu = '<b>Баланс:</b> {}р\n<b>Приглашенных друзей:</b> {}\n<b>Сыграно игр:</b> {}'

ref_text = 'За каждого приглашенного друга вы получите <b>100р.</b> и <b>10%</b> от его пополнений\n' \
           'Ваша реф ссылка https://t.me/CasinoSpinBot?start='

out_text = '<b>Для того что бы вывести средства вам необходимо:</b>\nСыграть 20 игр\nПригласить 10 друзей'

ban_gif = "<b>Тут должна быть гифка, но телеграм ее заблокировал, просто подожди 7 секунд и увидишь что ты выиграл</b>"

spin_rules = 'введите размер ставки\nвыберите цвет\nудачи'
