exist_user_start = 'Привет, ты уже являешья участником.'
new_user_on_ref = 'Добро пожаловать, вы перешли по ссылки с приглошением за это вы получаете бонус 500р на баланс.'
new_user_no_ref = 'Добро пожаловать, как новый пользователь вы получаете 250р на баланс'
menu = '<b>Баланс:</b> {}р\n<b>Приглашенных друзей:</b> {}\n<b>Сыграно игр:</b> {}'
ref_text = 'За каждого приглашенного друга вы получите 100р.\nВаша реф ссылка https://t.me/tol9h4iktestbot?start='
out_text = '<b>Для того что бы вывести средства вам необходимо:</b>\nСыграть 50 игр\nПриглосить 10 друзей'

spin_game_main = '<b>Рулетка</b>\n_____________________________________________\n' \
                 '\n<b>Выберите вашу ставку и цвет</b>\n<i>gif может не грузиться с телефона</i>\n' \
                 '\n<b>Ставка:</b> {}р.\n<b>Баланс:</b> {}р.'

spin_game_win = '<b>Рулетка</b>\n_____________________________________________\n' \
                '\n<b>✅✅✅Вы выйграли!!!</b>\n<i>Выпало:</i> {}\n' \
                '<b>Сумма выиграша:</b> {}р.\n\n<b>Ставка:</b> {}р.\n<b>Баланс:</b> {}р.'

spin_game_lose = '<b>Рулетка</b>\n_____________________________________________\n' \
                '\n<b>❌❌❌Вы проиграли(</b>\n<i>Выпало:</i> {}\n' \
                '<b>Сумма проигрыша:</b> {}р.\n\n<b>Ставка:</b> {}р.\n<b>Баланс:</b> {}р.'

spin_game_update_bet = '<b>Ставка:</b> {}р.\n<b>Баланс:</b> {}р.'

spin_game_not_balance = '<b>Рулетка</b>\n_____________________________________________\n' \
                        '\n<b>Ставка не может быть больше балана</b>' \
                        '\n\n<b>Ставка:</b> {}р.\n<b>Баланс:</b> {}р.'
